Repository: dfaust/soundkonverter
Catalog: src/po/*.po
Languages: es_ar

source: Genre:
es_ar: Género:

# column title
source: Rip
es_ar: Extraer

source: Track
es_ar: Pista

source: Artist
es_ar: Artista

source: Composer
es_ar: Compositor

source: Title
es_ar: Título

source: Length
es_ar: Longitud

source: Player
es_ar: Reproductor

source: No track selected
es_ar: No hay pistas seleccionadas

source: Title:
es_ar: Título:

source: Comment:
es_ar: Comentario:

source: Select your desired output options and click on "Ok".
es_ar: Elija su opción de volcado y haga clic en "Ok".

source: Save cue sheet...
es_ar: Grabar archivo cue...

source: Request CDDB
es_ar: Solicitar CDDB

source: Rip entire CD to one file
es_ar: Extraer CD entero a un solo archivo

source: Ripping an entire cd to a single file is not supported by the installed backends. Possible solutions are listed below.
es_ar: Extraer un cd entero a un solo archivo no está soportado por los programas instalados. Las posibles soluciones están listadas debajo.

source: Ripping an entire cd to a single file is not supported by the installed backends. Please check your distribution's package manager in order to install an additional ripper plugin wich supports ripping to one file.
es_ar: Extraer un cd entero a un solo archivo no está soportado por los programas instalados. Por favor fíjese en su administrador de paquetes para instalar un extractor adicional que soporte extracción a un archivo.

source: Proceed
es_ar: Continuar

source: Ok
es_ar: Aceptar

source: Cancel
es_ar: Cancelar

source: Select CD-ROM drive
es_ar: Elegir unidad de CD-ROM

source: Multiple CD-ROM drives where found. Please select one:
es_ar: Existen múltiples unidades de CD-ROM. Por favor elija una:

source: DVD Recorder
es_ar: Grabadora de DVD

source: CD Recorder
es_ar: Grabadora de CD

source: DVD Player
es_ar: Reproductor de DVD

source: CD Player
es_ar: Reproductor de CD

source: %1 (%2): Audio CD with %3 tracks
es_ar: %1 (%2): CD de audio con %3 pistas

source: Unknown
es_ar: Desconocido

source: Please wait, trying to download CDDB data ...
es_ar: Por favor espere mientras se baja le información CDDB

source: Select CDDB Entry
es_ar: Elegir ítem CDDB

source: Multiple CDDB entries where found. Please select one:
es_ar: Se han encontrado varios ítems CDDB. Por favor elija uno:

source: All tracks
es_ar: Todas las pistas

source: Tracks
es_ar: Pistas

source: Please select at least one track in order to proceed.
es_ar: Por favor seleccione al menos una pista para continuar

source: No conversion options selected.
es_ar: No hay opciones de conversión seleccionada.

source: A file with this name already exists. Do you want to overwrite the existing one?
es_ar: Un archivo ya existe con este nombre. ¿Desea sobreescribri el existente?

source: File already exists
es_ar: Archivo ya existe

source: Add folder
es_ar: Agregar carpeta

source: 1. Select directory
es_ar: 1. Elegir directorio

source: Directory:
es_ar: Directorio:

source: Only add selected file formats:
es_ar: Solo agregar los siguientes formatos de archivo:

source: Are you missing some file formats?
es_ar: ¿Se está olvidando de algunos formatos de archivo?

source: Select all
es_ar: Seleccionar todos

source: Select none
es_ar: Deseleccionar

source: Recursive
es_ar: Recursivo

source: If checked, files from subdirectories will be added, too.
es_ar: Si está marcado, los archivos del subdirectorio también serán agregados.

source: Add Files
es_ar: Agregar archivos

source: %1 files
es_ar: %1 archivos

source: All supported files
es_ar: Todos los archivos soportados

source: All files
es_ar: Todos los archivos

source: Add playlist
es_ar: Agregar lista

source: The following files couldn't be found:
es_ar: No se encontaron los siguientes archivos:

source: Files not found
es_ar: Archivos no encontrados

source: Add url
es_ar: Agrear URL

source: 1. Enter url
es_ar: 1. Ingresar URL

source: The Url you entered is invalid. Please try again.
es_ar: La URL ingresada es inválida. Intente de nuevo.

source: Output format
es_ar: Formato de salida

source: Use Plugin
es_ar: Usar plug-in

source: Calculate Replay Gain tags
es_ar: Calcular etiquetas Replay Gain

source: Save current options as a profile
es_ar: Salvar las opciones actuales como perfil

source: Load saved profiles
es_ar: Cargar perfiles guardados

source: Replay Gain is not supported for the %1 file format. Possible solutions are listed below.
es_ar: Replay Gain no es soportado por el formato de archivo %1. Las posibles soluciones están listadas debajo.

source: Replay Gain is not supported for the %1 file format. Please check your distribution's package manager in order to install an additional Replay Gain plugin.
es_ar: Replay Gain no es soportado por el formato de archivo %1. Por favor compruebe en el administrador de paquetes de su distribución para instalar el plugin adicional Replay Gain.

source: Using the current conversion options will create files with approximately %1 per minute.
es_ar: Usando las actuales opcinoes de conversión creará archivos a %1 por minuto aproximadamente.

source: New profile
es_ar: Nuevo perfil

source: Enter a name for the new profile:
es_ar: Ingrese el nombre del nuevo perfil:

source: You cannot overwrite the built-in profiles.
es_ar: No puede sobreescribir los perfiles predefinidos.

source: Profile already exists
es_ar: El perfil ya existe

source: A profile with this name already exists. Do you want to overwrite the existing one?
es_ar: Ya existe un perfil con este nombre. ¿Desea sobreescribir el existente?

source: Previous
es_ar: Anterior

source: Next
es_ar: Siguiente

source: Conversion
es_ar: Conversión

source: Choose your prefered output options and click on "Apply"!
es_ar: ¡Elija sus opciones de salida y haga clic en "Aplicar"!

source: Edit conversion options
es_ar: Editar opciones de conversión

source: Tags
es_ar: Etiquetas

source: Covers:
es_ar: Tapas:

source: Track No.:
es_ar: Pista N°:

# Disc No. x of y
source: of
es_ar: de

source: Edit tags
es_ar: Editar etiquetas:

source: Infos
es_ar: Información

source: No file selected
es_ar: No hay archivo seleccionado

source: The tags could not be read, because this is not a local file. soundKonverter will try to read the tags, when it is about to convert the file. If you want to edit the tags, you can hit the button below but then soundKonverter will not try to read the tags after downloading.
es_ar: Falló al leer las etiquetas porque no es un archivo local. soundKonverter tratará de leer las etiquetas cuando esté por convertir los archivos. Si desea editar las etiquetas, cliquee en el botón de abajo pero soundKonverter no tratará de leer las etiquetas por segunda vez.

source: Reading the tags of this file failed. soundKonverter will try to read the tags a second time, when it is about to convert the file. If you want to edit the tags, you can hit the button below but then soundKonverter will not try to read the tags a second time.
es_ar: Falló al leer las etiquetas de uno o más archivos. soundKonverter tratará de leer las etiquetas en un segundo intento, cuando esté por convertir los archivos. Si desea editar las etiquetas, cliquee en el botón de abajo pero soundKonverter no tratará de leer las etiquetas por segunda vez.

# cover tooltip
source: Cover type:
es_ar: Tipo de tapa:

# cover tooltip
source: Description:
es_ar: Descripción:

# cover tooltip
source: Size:
es_ar: Tamaño:

# cover tooltip
source: %1 x %2 pixels (%3)
es_ar: %1 x %2 píxeles (%3)

# cover tooltip
source: Mime type:
es_ar: Tipoe Mime:

source: %1 Files
es_ar: %1 Archivos

source: You have selected multiple files with different conversion options. You can change the options of all files by hitting the button below.
es_ar: Ha seleccionado múltiples archivos con diferentes opciones de conversión. Puede cambiar las opciones de todos los archivos haciendo cliquee en el botón de abajo.

source: Reading the tags of one or more files failed. soundKonverter will try to read the tags a second time, when it is about to convert the files. If you want to edit the tags, you can hit the button below but then soundKonverter will not try to read the tags a second time.
es_ar: Falló al leer las etiquetas de uno o más archivos. soundKonverter tratará de leer las etiquetas en un segundo intento, cuando esté por convertir los archivos. Si desea editar las etiquetas, cliquee en el botón de abajo pero soundKonverter no tratará de leer las etiquetas por segunda vez.

source: Remove the selected profile
es_ar: Eliminar del perfil seleccionado

source: Information about the selected profile
es_ar: Información sobre el perfil seleccionado

source: Information about the selected file format
es_ar: Información sobre el formato de archivo seleccionado

source: More
es_ar: Más

source: Optional:
es_ar: Opcional:

source: This produces sound files of a very low quality. That can be useful if you have a mobile device where your storage space is limited. It is not recommended to save your music in this quality without a copy with higher quality.
es_ar: Esto produce un archivo de muy baja calidad. Esto puede ser útil si posee dispositivos móbiles donde el espacio de almacenamiento es limitado. Esto no es recomendado para guardar música en esta calidad sin una copia de mayor calidad.

source: Profile info for %1
es_ar: Información de perfil para %1

source: This produces sound files of a low quality. That can be useful if you have a mobile device where your storage space is limited. It is not recommended to save your music in this quality without a copy with higher quality.
es_ar: Esto produce un archivo de baja calidad. Esto puede ser útil si posee dispositivos móbiles donde el espacio de almacenamiento es limitado. Esto no es recomendado para guardar música en esta calidad sin una copia de mayor calidad.

source: This produces sound files of a medium quality. If your disc space is limited, you can use this to save your music.
es_ar: Esto produce archivos de sonido de mediana calidad. Si su espacio en disco es limitado, puede utilizar ésto para guardar su música.

source: This produces sound files of a high quality. If you have enough disc space available, you can use this to save your music.
es_ar: Esto produce archivos de sonido de alta calidad. Si posee suficiente espacio en disco, puede utilizar ésto para guardar su músic.

source: This produces sound files of a very high quality. You should only use this, if you are a quality freak and have enough disc space available.
es_ar: Esto produce archivos de sonido de muy alta calidad. Debería usarlos si busca calidad en extremo y posea espacio suficiente en disco.

source: This produces files, that have exact the same quality as the input files. This files are very big and definitely only for quality freaks.
es_ar: Esto produce archivos que son de la misma calidad que los archivos de entrada. Estos archivos son muy grandes y definitivamente para fanáticos de la calidad.

source: This produces two files. One lossy compressed playable file and one correction file. Both files together result in a file that is equivalent to the input file.
es_ar: Esto produce dos archivos. Uno con pérdida comprimido y un archivo de corrección. Ambos archivos resultan en un archivo que es equivalente al archivo de entrada.

source: You can define your own profile in the "detailed" tab.
es_ar: Puede definir su propio perfil en la solapa "detallada"

source: This is a user defined profile.
es_ar: Usar el perfil definido por usuario.

source: Do you really want to remove the profile: %1
es_ar: Realmente quiere eliminar el perfil: %1

source: Remove profile?
es_ar: ¿Eliminar perfil?

source: Format info for %1
es_ar: Formatear la información para %1

source: Sorry, no format information available.
es_ar: Lo siento, no hay información disponible.

source: By meta data
es_ar: Por meta-datos

source: Source directory
es_ar: Directorio origen

source: Specify output directory
es_ar: Especificar directorio de salida

source: Copy directory structure
es_ar: Copiar estructura de directorio

source: Choose an output directory
es_ar: Elegir un directorio de salida

source: Open the output directory with Dolphin
es_ar: Abrir el directorio de salida con Dolphin

source: Unknown Artist
es_ar: Artista Desconocido

source: No Comment
es_ar: Sin Comentarios

source: Unknown Genre
es_ar: Género Desconocido

source: Unknown Composer
es_ar: Compositor Desconocido

source: Unknown Title
es_ar: Título Desconocido

# will be appended to the filename if a file with the same name already exists
source: new
es_ar: nuevo

source: Name all converted files according to the specified pattern
es_ar: Nombrar todos los archivos convertidos de acuerdo al siguiente patrón

source: The following strings are wildcards, that will be replaced by the information in the meta data: %a - Artist %b - Album %c - Comment %d - Disc number %g - Genre %n - Track number %p - Composer %t - Title %y - Year %f - Original file name
es_ar: Las siguientes cadenas son comodines que serán reemplazados por la información en los metadtos: %a - Artista %b - Álbum %c - Comentario %d - Número de disco %g - Género %n - Número de pista %p - Compositor %t - Título %y - Año %f - Nombre de archivo original

source: Output all converted files into the same directory as the original files
es_ar: Volcar todos los archivos convertidos dentro del mismo directorio que los archivos originales

source: Output all converted files into the specified output directory
es_ar: Volcar los archivos convertidos dentro del directorio destino especificado

source: Copy the whole directory structure for all converted files
es_ar: Copiar la estructura de directorio completa para los archivos convertidos

source: Mode
es_ar: Modo

source: Bitrate
es_ar: Tasa de bits

source: Sample rate
es_ar: Frecuencia de sampleo

source: Automatic
es_ar: Automático

source: Channels
es_ar: Canales

source: Resample
es_ar: Resampleo

source: Additional encoder arguments
es_ar: Argumentos adicionales del codificador

source: Enable experimental codecs in the ffmpeg configuration dialog.
es_ar: Habilitar codecs experimentales en el diálogo de configuración de ffmpeg.

source: Compile ffmpeg with %1 support.
es_ar: Compilar ffmpeg con soporte %1.

source: Configure %1
es_ar: Configurar %1

source: Enable experimental codecs
es_ar: Habilitar codecs experimentales

source: Please restart soundKonverter in order to activate the changes.
es_ar: Por favor reinice soundKonverter para activar los cambios.

source: Compression level
es_ar: Nivel de compresión

source: Use SoundFont file:
es_ar: Usar archivo SoundFont:

source: In order to convert the midi data to a wave form you need a SoundFont which maps the midi data to sound effects. Have a look at %1 in order to get SoundFont files.
es_ar: Para poder convertir datos midi a onda necesita un SoundFont para poder mapear los datos midi con efectos de sonido. Diríjase a %1 para obtener archivos SoundFont.

source: FluidSynth is not configured, yet. You need to set a SoundFont file.
es_ar: FluidSynth no está configurado todavía. Necesita definir un archivo SoundFont.

source: Preset
es_ar: Preajustes

# Backend profile
source: Medium
es_ar: Medio

# Backend profile
source: Standard
es_ar: Estandar

# Backend profile
source: Extreme
es_ar: Extremo

# Backend profile
source: Insane
es_ar: Demente

source: Specify bitrate
es_ar: Especificar tasa de bits

source: Encode using a constant bitrate. Only works with 80, 96, 112, 128, 160, 192, 224, 256 and 320 kbps
es_ar: Codificar usando tasa de bits constante. Solo funciona con 80, 96, 112, 128, 160, 192, 224, 256 y 320 kbps

source: Fast encoding
es_ar: Codificación rápida

source: Use a faster encoding alogrithm (results in a slightly lower output quality).
es_ar: Usar un algoritmo de conversión rápida (resulta en una calidad de salida menor)

source: Bitrate mode
es_ar: Modo bitrate

source: Avarage
es_ar: Media

source: Constant
es_ar: Constante

source: Joint Stereo
es_ar: Estéreo conjunto

source: Simple Stereo
es_ar: Estereo simple

source: Forced Joint Stereo
es_ar: Estéreo conjunto forzado

source: Dual Mono
es_ar: Mono dual

source: This preset should provide near transparency to most people on most music (~150 kbps abr).
es_ar: Este preajuste debería proveer un sonido transparente para la mayoría de los casos (~150 kbps abr).

source: This preset should generally be transparent to most people on most music and is already quite high in quality (~230 kbps abr).
es_ar: Este preajuste debería ser transparente para la mayoría de los casos y ya es una calidad bastante alta (~230 kbps abr).

source: If you have extremely good hearing and similar equipment, this preset will generally provide slightly higher quality than the standard mode (~280 kbps abr).
es_ar: Si posee un equipo de buena calidad de audio, este preajuste proveerá un calidad ligeramente mayor que el modo estándar (~280 kbps abr).

source: This preset will usually be overkill for most people and most situations, but if you must have the absolute highest quality with no regard to filesize, this is the way to go (320 kbps cbr).
es_ar: Este preajuste es exagerado para la mayoría de la gente en la mayoría de los casos, pero si desea obtener la mayor calidad sin importar el tamaño de archivo, esta es la manera de hacerlo (320 kbps cbr).

source: Quality level from 9 to 0 where 0 is the highes quality.
es_ar: Los niveles de calidad van del 9 al 0 donde el 0 es la mayor calidad.

source: About %1
es_ar: Acerca de %1

source: LAME is a free high quality MP3 encoder. You can get it at: http://lame.sourceforge.net
es_ar: LAME es un codificador MP3 libre de alta calidad. Lo puede obtener en: http://lame.sourceforge.net

# Backend profile
source: Telephone
es_ar: Teléfono

# Backend profile
source: Thumb
es_ar: Previsualización

# Backend profile
source: Braindead
es_ar: Muerte cerebral

source: Either use one of MusePacks's presets or your own settings.
es_ar: O utiliza los ajustes de MusePack o los suyos.

source: low quality (~60 kbps abr).
es_ar: calidad baja (~60 kbps abr).

source: low/medium quality (~90 kbps abr).
es_ar: calidad baja/media (~90 kbps abr).

source: medium quality (~130 kbps abr).
es_ar: calidad media (~130 kbps abr).

source: high quality (~180 kbps abr).
es_ar: calidad alta (~180 kbps abr).

source: excellent quality (~210 kbps abr).
es_ar: calidad excelente (~210 kbps abr).

source: excellent quality (~240 kbps abr).
es_ar: calidad excelente (~240 kbps abr).

source: excellent quality (~270 kbps abr).
es_ar: calidad excelente (~270 kbps abr).

source: You can download '%1' at '%2' after entering an email adress.
es_ar: Puede bajar '%1' de '%2' después de ingresar una dirección de email.

source: TwoLame is a free MP2 encoder. You can get it at: http://www.twolame.org
es_ar: TwoLame es un codificador MP2 libre. Puede obtenerlo de: http://www.twolame.org

source: Joint
es_ar: Conjunto

source: Stereo
es_ar: Estéreo

source: Quality level from -50 to 50.
es_ar: Nivel de calidad entre -50 y 50.

source: '%1' is usually in the package '%2' which should be shipped with your distribution.
es_ar: Usualmente '%1' está en el paquete '%2' el cuál viene con su distribución.

source: '%1' is usually in the package '%2' which you can download at %3
es_ar: Usualmente '%1' está en el paquete '%2' el cuál puede bajarse de %3

source: Fast
es_ar: Rápido

source: High quality
es_ar: Alta calidad

source: Very high quality
es_ar: Muy alta calidad

source: Use tag format:
es_ar: Usar formato de etiquetas:

source: In order to rip audio cds per track or to a single file, you need to install 'cdparanoia'. 'cdparanoia' is usually shipped with your distribution, the package name can vary.
es_ar: Para extraer CDs de audio por pista o a un solo archivo, debe instalar 'cdparanoia'. 'cdparanoia' generalmente viene con su distribución, el nombre del paquete puede variar.

source: Speed
es_ar: Velocidad

source: Remaining time
es_ar: Tiempo restante

source: Finished
es_ar: Terminado

source: File
es_ar: Archivo

source: Album
es_ar: Álbum

source: Collapse all
es_ar: Contraer todo

source: Expand all
es_ar: Expandir todo

source: The following files could not be added:
es_ar: Los siguientes archivos no se pudieron agregar:

source: Replay Gain tool
es_ar: Herramienta Replay Gain

source: Add folder...
es_ar: Agregar carpeta...

source: Add files...
es_ar: Agregar archivos...

source: Force recalculation
es_ar: Forzar recálculo

source: Tag untagged
es_ar: Etiquetar lo no etiquetado

source: Untag tagged
es_ar: Quitar etiqueta a lo etiqutado

source: Close
es_ar: Cerrar

source: This is soundKonverter %1
es_ar: Este es soundKonverter %1

source: Removing old file: %1
es_ar: Eliminando archivo antiguo: %1

source: View logs...
es_ar: Ver logs...

source: Replay Gain tool...
es_ar: Herramienta Replay Gain...

source: About plugins...
es_ar: Sobre los plugins...

source: Add CD tracks...
es_ar: Agregar pistas de CD...

source: Add url...
es_ar: Agregar ul...

source: Add playlist...
es_ar: Agregar lista...

source: Load file list
es_ar: Cargar archivo de lista

source: Save file list
es_ar: Grabar archivo de lista

source: Start
es_ar: Comenzar

source: Stop
es_ar: Detener

source: Stop imediatelly
es_ar: Detener inmediatamente

source: Stop after current conversions are completed
es_ar: Detener después que se completen las conversiones actuales

source: Continue after current conversions are completed
es_ar: Continuar después que las conversiones finalicen

source: No CD device found
es_ar: No se encuentra dispositivo de CD

source: Tools
es_ar: Herramientas

# NAME OF TRANSLATORS
source: Your names
es_ar: Tus nombres

# EMAIL OF TRANSLATORS
source: Your emails
es_ar: Tus emails

source: An audio file converter
es_ar: Un conversor de archivos de audio

source: Rip Audio CD with soundKonverter
es_ar: Extrear CD de audio con soundKonverter
