Repository: dfaust/soundkonverter
Catalog: src/po/*.po
Languages: es_ar

source: About plugins
es_ar: Acerca de los complementos

source: Installed plugins:
es_ar: Complementos instalados

source: About plugin %1:
es_ar: Acerca del complemento %1

source: Plugin type: %1
es_ar: Tipo de complemento: %1

source: Backend binaries:
es_ar: Binarios de infraestructura:

source: %1 (found at: %2)
es_ar: %1 (encontrado en: %2)

source: %1 (not found)
es_ar: %1 (no encontrado)

source: Supported codecs:
es_ar: Codificadores soportados:

source: Encode: %1
es_ar: Codificar: %1

source: Decode: %1
es_ar: Decodificar: %1

source: Configure %1 ...
es_ar: Configurar %1

source: Solutions for backend problems
es_ar: Soluciones para problemas de soporte

source: You have installed or removed backends and your soundKonverter settings can be optimized.
es_ar: Ha instalado o eliminado soportes y las configuraciones de soundKonverter pueden optimizarse.

source: For encoding %1 files the backend '%2' can be replaced with '%3'.
es_ar: Para codificar archivos %1 el soporte '%2' puede ser reemplazado por el '%3'.

source: For ripping audio cds the backend '%1' can be replaced with '%2'.
es_ar: Para extraer CDs de audio el backend '%1' puede reemplazarse con '%2'.

source: For decoding %1 files the backend '%2' can be replaced with '%3'.
es_ar: Para decodificar archivos %1 el soporte'%2' puede ser reemplazado por el '%3'.

source: For applying Replay Gain to %1 files the backend '%2' can be replaced with '%3'.
es_ar: Para aplicar Replay Gain a archivos %1 el soporte'%2' puede ser reemplazado por el '%3'.

source: Ignore
es_ar: Ignorar

source: Fix
es_ar: Corregir

source: soundKonverter couldn't find any missing packages. Maybe you need to install an additional plugin via the package manager of your distribution.
es_ar: soundKonverter no pudo encontrar los paquetes faltantes. Tal vez deba instalar un plugin adicional a través del administrador de paquetes de su distribución.

source: Some of the installed plugins aren't working. Possible solutions are listed below.
es_ar: Alguno de los complementos instalados no está funcionando. Las posibles soluciones están listados debajo.

source: Some files can't be decoded. Possible solutions are listed below.
es_ar: Algunos archivos no pueden ser decodificados. Las posibles soluciones están listadas debajo.

source: Replay Gain isn't supported for some files. Possible solutions are listed below.
es_ar: ReplayGain no está soportado por algunos archivos. Las posibles soluciones están listadas debajo.

source: Ripping audio CDs is not supported by any installed plugin. Please have a look at your distributions package manager in order to get a cd ripper plugin for soundKonverter.
es_ar: La extracción de audio CD no está soportada por ningún plugin. Por favor fíjese en su administrador de paquetes de su distribución para bajar un plugin para soundKonverter.

source: Ripping audio CDs is currently not supported because of missing backends. Possible solutions are listed below.
es_ar: La extracción de audio CD no está soportada actualmente porque no se encuentra backend. Las posibles soluciones están listadas debajo.

source: Possible solutions for %1
es_ar: Posibles soluciones para %1

# like in either or
source: or
es_ar: o

source: Affected files:
es_ar: Archivos afectados:

source: Last used
es_ar: Último utilizado

source: High
es_ar: Alto

source: Try internal
es_ar: Probar interno

source: Very low
es_ar: Muy bajo

source: Low
es_ar: Bajo

source: Medium
es_ar: Medio

source: Very high
es_ar: Muy Alto

source: Lossless
es_ar: Sin pérdida

source: Hybrid
es_ar: Híbrido

source: User defined
es_ar: Definido por el usuario

source: Convert with soundKonverter
es_ar: Convertir con soundKonverter

source: Add Replay Gain with soundKonverter
es_ar: Agregar Replay Gain con soundKonverter

source: Preferred extension for ogg vorbis files
es_ar: Extensión preferida para archivos ogg vorbis

source: Status update delay
es_ar: Actualización de estado retrasada

source: Update the progress bar in this interval (time in milliseconds)
es_ar: Actualizar la barra de procesos en este intervalo (tiempo en milisegundos)

source: Always use FAT compatible output file names
es_ar: Siempre usar nombres de archivos compatibles con FAT

source: Replaces some special characters like '?' by '_'. If the output directoy is on a FAT file system FAT compatible file names will automatically be used independently from this option.
es_ar: Reemplazar algunos caracteres especiales como '?' por '_'. Si el directorio de salida está en un sistema FAT, serán usados nombres compatibles independientemente de esta opción.

source: Remove partially converted files if a conversion fails
es_ar: Eliminar los archivos convertidos parcialmente si falla la conversión.

source: Disable this for debugging or if you are sure the files get converted correctly.
es_ar: Deshabilite ésto para debug o si está seguro que los archivos son convertidos correctamente.

source: Store temporary files in memory unless the estimted size is more than
es_ar: Almacnear archivos temporario en memoria a menos que el tamaño estimado es mayor a

source: Don't store files that are expected to be bigger than this value in memory to avoid swapping
es_ar: No almacenar los archivos que sean más grandes que este valor en memoria para evitar la paginación.

source: It seems there's no filesystem mounted on /dev/shm
es_ar: Parece que no hay montando un sistema de archivo en /dev/shm

source: Decoder
es_ar: Decodificador

source: Encoder
es_ar: Codificador

source: CD ripper
es_ar: Extractor de CD

source: Backend
es_ar: Soporte (backend)

source: Format
es_ar: Formato

source: Show possible optimizations
es_ar: Mostrar optimizaciones posibles

source: You have changed the current settings. Do you want to save them?
es_ar: Ha cambiando las configuraciones actuales. ¿Desea guardarlas?

source: Settings changed
es_ar: Configuraciones cambiadas

source: %1 settings
es_ar: configuraciones de %1

source: All backend settings seem to be optimal, there is nothing to do.
es_ar: Todas las configuraciones de backend parecen ser optimas, no hay nada que hacer.

source: Save embedded covers to output directory
es_ar: Guardar tapas embebidas en el directorio de salida

source: Always
es_ar: Siempre

source: Only if embedding the covers into the output files is not possible
es_ar: Sólo si es posible insertar las tapas en los archivos de salida.

source: Never
es_ar: Nunca

source: Settings
es_ar: Configuraciones

source: Advanced
es_ar: Avanzado

source: Cover art
es_ar: Arte de tapa

source: Backends
es_ar: Soporte

source: Start in Mode
es_ar: Comenzar en Modo

source: Detailed
es_ar: Detallado

source: Default profile
es_ar: Perfil por defecto

source: Default format
es_ar: Formato por defecto

source: Conflict handling
es_ar: Manejador de conflictos

source: Generate new file name
es_ar: Generar nuevo nombre de archivo

source: Skip file
es_ar: Omitir archivo

source: Do that if the output file already exists
es_ar: Hacerlo si el archivo de salida ya existe

source: Number of files to convert at once
es_ar: Número de archivos para convertir al mismo tiempo

source: You shouldn't set this number higher than the amount of installed processor cores. There have been %1 processor cores detected.
es_ar: No debería establecer un número mayor al de núcleos de procesador instalados. Han sido detectados %1 procesador(es).

source: Apply album gain to converted files
es_ar: Aplicar ganancia de álbum a los archivos convertidos

source: Keep songs of the same album waiting in file list in order to apply album gain to all files.
es_ar: Mantener las canciones del mismo álbum a la espera en la lista de archivos para poder aplicar la ganancia de álbum a todos los archivos.

source: Create actions menus for the file manager
es_ar: Crear menú de acción para el administrador de archivos

source: These service menus won't get removed if you uninstall soundKonverter. But you can remove them by diableing this option.
es_ar: Estos menús de servicio no serán eliminados si desinstala soundKonverter. Pero puede eliminarlos deshabilitando esta opción.

source: Write log files to disc
es_ar: Escribir registro al disco

source: Write log files to the hard drive while converting. This can be useful if a crash occurs and you can't access the log file using the log viewer. Log files will be written to %1
es_ar: Escribir registos al disco rígido durante la conversióni. Puede ser útil si ocurre un error y no puede acceder al archivo de registro con el visualizador de registro. Los registos serán grabados a %1

source: Group files in the Replay Gain tool by
es_ar: Agrupar archivos en la herramienta Replay Gain por

# Group files in the Replay Gain tool by
source: Album tags and directories
es_ar: Etiquetas de álbum y directorios

# Group files in the Replay Gain tool by
source: Album tags only
es_ar: Sólo etiquetas de álbum

# Group files in the Replay Gain tool by
source: Directories only
es_ar: Sólo directorios

source: Getting file
es_ar: Obteniendo archivo

source: Copying "%1" to "%2"
es_ar: Copiando "%1" a "%2"

source: No more backends left to try :(
es_ar: No hay más soporte para probar :(

source: Converting
es_ar: Convertir

source: Decoding
es_ar: Decodificar

source: Conversion failed. At least one of the used backends needs to be configured properly.
es_ar: Falló la conversión. Al menos un backend debería estar configurado apropiadamente.

source: Encoding
es_ar: Codificar

source: Applying Replay Gain
es_ar: Aplicar Replay Gain

source: Writing tags
es_ar: Escribir etiquetas

source: Moving file to destination
es_ar: Mover archivo a destino

source: Running user script
es_ar: Correr script de usuario

source: Executing next step
es_ar: Ejecutar el próximo paso

source: Read tags sucessfully
es_ar: Lectura de etiquetas exitosa

source: Unable to read tags
es_ar: No se pueden leer etiquetas

# removing file
source: Removing: %1
es_ar: Eliminando: %1

source: An error accured. Error code: %1 (%2)
es_ar: Ocurrió un error. Código de error: %1 (%2)

source: Conversion failed. Exit code: %1
es_ar: Conversión falló. Código de salida: %1

source: Calculating Replay Gain failed. Exit code: %1
es_ar: Falló el cálculo de Ganancia. Código de salida: %1

# identificator for the logger
source: CD track %1: %2 - %3
es_ar: Pista %1: %2 - %3

# identificator for the logger
source: CD track %1
es_ar: Pista %1

source: Adding new item to conversion list: '%1'
es_ar: Agregar nuevo ítem a la lista de conversión: '%1'

source: Got log ID: %1
es_ar: Obtuvo Log ID: %1

source: Track number: %1, device: %2
es_ar: Número de pista: %1, dispositivo: %2

source: Possible conversion strategies:
es_ar: Posibles estrategias de conversión:

source: File system type: %1
es_ar: Tipo de sistema de archivo: %1

source: An error occured, the output file size is less than one percent of the input file size
es_ar: Ocurrió un error, el tamaño del archivo de salida es menor al uno por ciento del archivo de entrada

source: Conversion failed, trying again. Exit code: -2 (%1)
es_ar: Falló la conversióin, intente de nuevo. Código de salida: -2 (%1)

# Conversion exit status
source: Normal exit
es_ar: Salida normal

# Conversion exit status
source: Aborted by the user
es_ar: Abortado por usuario

# Conversion exit status
source: Backend needs configuration
es_ar: Backend necesita configuración

# Conversion exit status
source: An error occured
es_ar: Ocurrió un error

source: Executing command: "%1"
es_ar: Ejecutando comando: "%1"

source: Removing partially converted output file
es_ar: Removiendo archivo de salida convertido parcialmente

source: Removing file from conversion list. Exit code %1 (%2)
es_ar: Removiendo archivo de la lista de conversión. Código de salida %1 (%2)

source: Conversion time
es_ar: Tiempo de conversión

source: Output file size
es_ar: Tamaño de archivo de salida

source: File size ratio
es_ar: Razón de tamaño

source: Unknown Album
es_ar: Álbum Desconocido

source: Replay Gain for album: %1
es_ar: Ganancia para el álbum: %1

# The conversion progress can't be determined
source: Unknown
es_ar: Desconocido

source: Ripping
es_ar: Extraer

source: Progress: %1
es_ar: Progreso: %1

source: Wave won't compress the audio stream.
es_ar: El formato Wave no comprime el audio.

source: Advanced Audio Coding is a lossy and popular audio format. It is widely used by Apple Inc.
es_ar: Advanced Audio Coding es un formato de audio con pérdidas y bastante popular. Muy utilizado por Apple Inc.

source: m4a files are encoded with the aac codec. It is widely used by Apple Inc.
es_ar: los archivos m4a son codificados por el codec aac. Muy utilizado por Apple Inc.

source: Ogg Vorbis is a free and lossy high quality audio codec. For more information see: http://www.xiph.org/vorbis/
es_ar: Ogg Vorbis es un codec libre de audio de alta calidad con pérdida. Para más información: http://www.xiph.org/vorbis/

source: MP3 is the most popular lossy audio codec. It's supported by all audio players.
es_ar: MP3 es el formato con pérdida más popular. Está soportado por todos los reproductores de audio.

source: Flac is the free lossless audio codec. As it's name says, it compresses without any loss of quality.
es_ar: Flac es el codec libre de audio sin pérdida. Como dice su nombre, comprime sin pérdida de calidad.

source: Windows Media Audio is a propritary audio codec from Microsoft.
es_ar: Windows Media Audio es un codec de audio propietario de Microsoft.

source: Dolby Digital-Audio
es_ar: Audio Dolby Digital

source: Apple Lossless Audio Codec is a lossless audio format from Apple Inc..
es_ar: Apple Lossless Audio Codec es un formato de audio sin pérdida de Apple Inc.

source: MPEG-1 Audio Layer II is an old lossy audio format.
es_ar: MPEG-1 Audio Layer II es un viejo formato de audio con pérdida.

source: MPEG-4 Audio Lossless Coding
es_ar: Codificación MPEG-4 Audio Lossless

source: Adaptive Multi-Rate Narrow-Band is based on 3gp and mainly used for speech compression in mobile communication.
es_ar: Multi-tasa adaptativa de banda angosta está basado en 3gp y principalmente usado para compresión de voz en comunicaciones móviles.

source: Adaptive Multi-Rate Wide-Band is an advanced version of amr nb which uses a higher data rate resulting in a higher quality.
es_ar: Multi-tasa adaptativa de banda ancha es una versión avanzada de AMR que usa una tasa más alta resultando en una mejor calidad.

source: Monkey’s Audio is a fast and efficient but propritary lossless audio format.
es_ar: Monkey's Audio es un formato de audio sin pérdidas rápido y eficiente pero propietario.

source: Speex is a free and lossy audio codec designed for low quality speech encoding. For more information see: http://www.speex.org
es_ar: Speex es un codificador con pérdida libre diseñado para codificación de voz de baja calidad. Para más información: http://www.speex.org

source: MPEG-1 Audio Layer I very old and lossy file format.
es_ar: MPEG-1 Audio Layer I es un formato con pérdida muy viejo.

source: Musepack is a free and lossy file format based on mp2 and optimized for high quality.
es_ar: Musepack es un formato libre con pérdida basado en mp2 y optimizado para alta calidad.

source: Shorten is a free and lossless audio codec. For more information see: http://etree.org/shnutils/shorten/
es_ar: Shorten es un codec de audio libre sin pérdida. Para más información: http://etree.org/shnutils/shorten/

source: True Audio is a free lossless audio format.
es_ar: True Audio es un formato de audio libre sin pérdida.

source: WavPack is a free and lossless audio codec. For more information see: http://www.wavpack.com
es_ar: WavPack es un formato de audio libre sin pérdida. Para más información: http://www.wavpack.com

source: Real Media Audio is a propritary and lossy codec.
es_ar: Real Media Audio es un codec propietario con pérdida.

source: 3GP is a audio/video container format for mobile devices.
es_ar: 3GP es un formato contenedor de audio/video para dispositivos móviles.

source: Real Media is a propritary and lossy codec.
es_ar: Real Media es un codec propietario con pérdida.

source: midi is a very old sound file format, that doesn't encode audio waves but stores instrument timings.
es_ar: midi es un formato de sonido muy viejo, no codifica ondas de sonido sino que almacena secuencia de sonido de instrumentos.

source: Amiga-SoundTracker-Audio is a very old sound file format, that doesn't encode audio waves but stores instrument timings.
es_ar: Amiga Soundtracker es un formato de sonido muy viejo que no codifica ondas de audio sino que almacena sampleo de instrumentos.

source: Killing process on user request
es_ar: Matar el proceso bajo petición de usuario

source: In order to encode %1 files, you need to install '%2'.
es_ar: Para codificar archivos %1, debe instalar '%2'.

source: In order to decode %1 files, you need to install '%2'.
es_ar: Para decodificar %1 archivos, debe instalar '%2'

source: In order to transcode %1 files, you need to install '%2'.
es_ar: Para convertir archivos %1, debe instalar '%2'.

source: In order to calculate Replay Gain tags for %1 files, you need to install '%2'.
es_ar: Para calcular las etiquetas Replay Gain para archivos %1, debe instalar '%2'.

source: '%1' should be shipped with your distribution.
es_ar: '%1' debería venir con su distribución.

source: Since '%1' inludes patented codecs, it may not be included in the default installation of your distribution. Many distributions offer '%1' in an additional software repository.
es_ar: Como '%1' incluye codecs patentados, puede que no esté incluido en la instalación por defecto de su distribución. Muchas distribuciones ofrecen '%1" en un repositorio de software adicional.

source: You can download '%1' at %2
es_ar: Puede bajar '%1' a %2

source: State
es_ar: Estado

source: Input
es_ar: Entrada

source: Output
es_ar: Salida

source: Quality
es_ar: Calidad

source: Edit options...
es_ar: Editar opciones...

source: Start conversion
es_ar: Comenzar conversión

source: Stop conversion
es_ar: Detener conversión

source: Remove
es_ar: Quitar

source: This file type is unknown to soundKonverter. Maybe you need to install an additional soundKonverter plugin. You should have a look at your distribution's package manager for this.
es_ar: Este tipo de archivo es desconocido para soundKonverter. Tal vez deba instalar algún plugin adicional para soundKonverter. Debería fijarse en el administrador de paquetes de su distribución.

source: ... and %1 more files
es_ar: ... y %1 archivos más.

source: Will be skipped
es_ar: Se omitirá

source: Waiting
es_ar: Esperando

source: Waiting for Replay Gain
es_ar: Esperando por ReplayGain

source: Stopped
es_ar: Detenido

source: Backend not configured
es_ar: Backend no está sonfigurado

source: Disc full
es_ar: Disco lleno

source: Failed
es_ar: Falló

source: CD track %1
es_ar: Pista de CD %1

source: Do you want to overwrite the current file list? If not, the saved file list will be appended.
es_ar: ¿Desea sobreescribir la actual lista de archivos? Caso contrario, se añadirán los archivos de la lista guardada.

source: Filename
es_ar: Archivo

source: Log ID
es_ar: ID Log

source: Finished logging
es_ar: Log terminado

source: Log Viewer
es_ar: Visor de log

source: Update
es_ar: Actualizar

source: Save to file...
es_ar: Grabar archivo a...

source: Log file:
es_ar: Archivo de registro:

source: soundKonverter application log
es_ar: Registro de soundKonverter

source: Save log file
es_ar: Grabar archivo log

source: File already exists. Do you really want to overwrite it?
es_ar: Archivo ya existe. ¿Desea sobreescribirlo?

source: Writing to file failed. Maybe you haven't got write permission.
es_ar: Falló la escritura. Es probable que no tenga permiso de escritura.

source: soundKonverter is a frontend to various audio converters, Replay Gain tools and CD rippers. Please file bug reports at https://bugs.launchpad.net/soundkonverter or simply send me a mail to hessijames@gmail.com
es_ar: soundKonverter es una interfase para varios conversores de audio, herramientas ReplayGain y extractores de CD. Favor de reportar errores a https://bugs.launchpad.net/soundkonverter o simplemente envíeme un mail a hessijames@gmail.com

source: Nuvola icon theme
es_ar: Tema ícono Nuvola

source: Amarok developers
es_ar: Programadores de Amarok

source: All programmers of audio converters
es_ar: Todos los programadores de conversores de audio

source: Open the Replay Gain tool an add all given files
es_ar: Abrir la herramienta Replay Gain y agregar todos los archivos suministrados

source: List all tracks on the cd drive <device>, 'auto' will search for a cd
es_ar: Listar todos las pistas de la unicad de CD <device>, 'auto' buscará un CD

source: Add all files using the given profile
es_ar: Agregar todos los archivos usando el perfil dado

source: Add all files using the given format
es_ar: Agregar todos los archivos usando el formato dado

source: Output all files to <directory>
es_ar: Volcar todos los archivos al <directorio>

source: Start soundKonverter invisible
es_ar: Iniciar soundKonverter invisible

source: Start the conversion immediately (enabled when using '--invisible')
es_ar: Iniciar la conversión inmediatamente (habilitado cuando se usa '--invisible')

source: Close soundKonverter after all files are converted (enabled when using '--invisible')
es_ar: Cerrar soundKonverter después que todos los archivos sean convertidos (habilitado cuando se usa '--invisible')

source: Execute <command> after each file has been converted (%i=input file, %o=output file)
es_ar: Ejecutar <command> después que cada archivo haya sido converitod (%i=archivo input, %o=archivo output)

source: Audio file(s) to append to the file list
es_ar: Archivo(s) de audio para agregar a la lista de archivos

# cover type
source: Unclassified
es_ar: Sin clasificar

# cover type
source: 32x32 PNG file icon
es_ar: Ícono PNG de 32x32

# cover type
source: File icon
es_ar: Archivo de ícono

# cover type
source: Front cover
es_ar: Cubierta de frente

# cover type
source: Back cover
es_ar: Cubierta de contrafrente

# cover type
source: Leaflet page
es_ar: Página del folleto

# cover type
source: CD photo
es_ar: Foto del CD

# cover type
source: Lead artist picture
es_ar: Imagend el artista principal

# cover type
source: Artist picture
es_ar: Imagen del artista

# cover type
source: Conductor picture
es_ar: Imagen del director

# cover type
source: Band picture
es_ar: Imagen de banda

# cover type
source: Composer picture
es_ar: Imagen de compositor

# cover type
source: Lyricist picture
es_ar: Imagen del autor

# cover type
source: Picture of the recording location
es_ar: Imagen del lugar de grabación

# cover type
source: Picture of the artists during recording
es_ar: Imagen de los artistas durante la grabación

# cover type
source: Picture of the artists during performance
es_ar: Imagen de los artistas durante la interpretación

# cover type
source: Picture from a video
es_ar: Imagen desde un video

# cover type
source: Picture of a large, coloured fish
es_ar: Imagen de un pez grande y colorido

# cover type
source: Illustration related to the track
es_ar: Ilustración relacionada con la pista

# cover type
source: Band logo
es_ar: Logo de la banda

# cover type
source: Publisher logo
es_ar: Logotipo del sello editor

# cover file name
source: cover
es_ar: tapa

source: Add CD tracks
es_ar: Agregar pistas de CD

source: 1. Select CD tracks
es_ar: 1. Seleccionar pistas de audio

source: 2. Set conversion options
es_ar: 2. Establecer opciones de conversión

source: Artist:
es_ar: Artista:

source: Various Artists
es_ar: Artistas Varios

source: Composer:
es_ar: Compositor:

source: Various Composer
es_ar: Compositores Varios

source: Album:
es_ar: Álbum:

source: Disc No.:
es_ar: Disco N°:

source: Year:
es_ar: Año:
